Repository: Adms1/Digo_ios
Catalog: DIGO/*.lproj/Localizable.strings
Languages: gu

# Digo_Login_member
source: Not a member? Sign Up
gu: સભ્ય નથી? સાઇન અપ કરો

# Digo_Diff_Login
source: Sign Up
gu: સાઇન અપ કરો

# Digo_Diff1_Login
source: Not a member?
gu: સભ્ય નથી?

# Digo_signUp_member
source: Already a member? Login
gu: પહેલેથી જ એક સભ્ય? પ્રવેશ કરો

# Digo_Diff_signUp
source: Login
gu: પ્રવેશ કરો

# Digo_Diff1_signUp
source: Already a member?
gu: પહેલેથી જ એક સભ્ય?

# Digo_Hi
source: HI
gu: નમસ્તે

# Digo_gold_price
source: Gold Price :
gu: સોનાનો ભાવ :

# Digo_Dash_proTitle
source: What do you want to do?
gu: તમે શું કરવા માંગો છો?

# Digo_Dash_Start
source: Starting From
gu: થી શરૂ થાય છે

# Digo_Dash_Karat_Gold
source: 24 Karat Gold
gu: 24 કેરેટ સોનું

# Digo_Dash_Safe_Home
source: Safe Home Delivery
gu: સુરક્ષિત હોમ ડિલિવરી

# Digo_Dash_Best_Prices
source: Best Prices
gu: શ્રેષ્ઠ કિંમતો

# Digo_Dash_Easy_Installment
source: Easy Installments
gu: સરળ હપ્તા

# Digo_Dash_Account
source: My Account
gu: મારું ખાતું

# Digo_Dash_About
source: About Us
gu: અમારા વિશે

# Digo_Dash_Best_EMI
source: EMI Plans
gu: EMI યોજનાઓ

# Digo_Dash_Gold Prices
source: Gold Prices
gu: સોનાનો ભાવ

# Digo_Quick_Links
source: Quick Links
gu: ઝડપી સંપર્ક

# Digo_Gold_Coins
source: Gold Coin
gu: સોનાનો સિક્કો

# Digo_Gold_Bars
source: Gold Bar
gu: સોનાના બાર

# Digo_installments
source: installments
gu: હપ્તાઓ

# Digo_per_installments
source: per installment
gu: હપ્તા દીઠ

# Digo_Profile_Change_Language
source: Change Language
gu: ભાષા બદલો

# Digo_Profile_Timeline
source: Timeline
gu: સમયરેખા

# Digo_Profile_Contact
source: Contact Us
gu: અમારો સંપર્ક કરો

# Digo_Profile_Sign
source: Sign Out
gu: સાઇન આઉટ કરો

# Digo_Profile_Refer
source: Refer a Friend
gu: મિત્રનો સંદર્ભ લો

# Digo_Profile_Pay_EMI
source: Pay EMI
gu: EMI ચૂકવો

# Digo_Profile_Switch_Account
source: Switch Account
gu: એકાઉન્ટ સ્વિચ કરો

# Digo_Profile_Cancel_EMI
source: Cancel EMI
gu: EMI રદ કરો

# Digo_Plan
source: EMI Plan
gu: EMI પ્લાન

# Digo_Sign_Up
source: Sign Out?
gu: સાઇન આઉટ કરીએ?

# Digo_alet_meg
source: Are you sure you want to sign out?
gu: શું તમે ખરેખર સાઇન આઉટ કરવા માંગો છો?

# Digo_contact_email
source: Email Us
gu: અમને ઇમેઇલ કરો

# Digo_contact_Call
source: Call Us
gu: અમને કૉલ કરો

# Digo_contact_open
source: Call here to open
gu: ખોલવા માટે અહીં કૉલ કરો

# Digo_contact_whatsapp
source: Text Us
gu: અમને ટેક્સ્ટ કરો

# Digo_pay_now
source: Pay Now
gu: હવે પૈસા આપો

# Digo_EMI_Price
source: Emi Price :
gu: EMI કિંમત :

# Digo_Ok
source: OK
gu: બરાબર

# Digo_Cancel
source: CANCEL
gu: રદ કરો

# Digo_error_msg1
source: Please enter email or mobile
gu: કૃપા કરીને ઇમેઇલ અથવા મોબાઇલ દાખલ કરો

# Digo_error_msg2
source: Please enter password
gu: કૃપા કરીને પાસવર્ડ દાખલ કરો

# Digo_error_msg3
source: Please enter valid name
gu: કૃપા કરીને માન્ય નામ દાખલ કરો

# Digo_error_msg4
source: Please enter valid mobile number
gu: કૃપા કરીને માન્ય મોબાઇલ નંબર દાખલ કરો

# Digo_error_msg5
source: Please enter valid password
gu: કૃપા કરીને માન્ય પાસવર્ડ દાખલ કરો

# Digo_error_msg6
source: Please enter email
gu: કૃપા કરીને ઇમેઇલ દાખલ કરો

# Digo_error_msg7
source: Please enter valid email
gu: કૃપા કરીને માન્ય ઇમેઇલ દાખલ કરો

# Digo_error_msg8
source: Please select one installment option
gu: કૃપા કરીને એક હપ્તા વિકલ્પ પસંદ કરો

# Digo_Success_Msg
source: payment success
gu: તમારી ચુકવણી સફળ થઈ છે

# Digo_Error_Msg
source: payment failed
gu: તમારી ચુકવણી નિષ્ફળ ગઈ છે

# Digo_home
source: Go To Home
gu: ઘરે જાવ

# Digo_credit
source: Get â‚¹10 credit
gu: ₹10 ક્રેડિટ મેળવો

# Digo_order
source: Orders
gu: ઓર્ડર

# Digo_Order_List
source: Order List
gu: ઓર્ડર યાદી

# Digo_success_register
source: Thank you for registeration
gu: નોંધણી માટે આભાર

# Digo_mobile_exit
source: mobile number already exists
gu: મોબાઇલ નંબર પહેલેથી જ અસ્તિત્વમાં છે

# Digo_refferal
source: Thank you for your referral!
gu: તમારા રેફરલ બદલ આભાર!

# Digo_email_exit
source: email is already registered
gu: ઈમેલ પહેલેથી જ નોંધાયેલ છે
